{
  "sa": "५९ प्रतर्दनः   -   प्रकर्षेण तर्दति हिनस्ति असुरान् इति प्रतर्दनः। तर्द हिंसायाम्। ताडने।\n  प्रलयकाले भूतानि प्रतर्द्दयति हिनस्ति।\n ' कालोऽस्मि लोकक्षयकृत् प्रवृद्धः ' इति गीतासु ११-३२ ।\n\n   कलयति सर्व्वम् इति कालः यमः।\n  'कालकालः'   -   इति कालमपि कालयति प्रेरयति स्वकर्म्मणि इति महाकालः।\n\n  \"यस्य ब्रह्म च क्षत्रं च उभे भवत ओदनः। मृत्युर्यस्योपसेचनं क इत्था वेद यत्र सः।।\" इति १-२-२५ कठ उपनिषद्",
  "te": "౫౯ ప్రతర్ద్దనః   -    ప్రళయ కాలములు సర్వ భూతములను హింసించువాడు  , నశింప జేయువాడు .\n     అన్తకుడై కపాలమాలను ధరించి , శూలియై  , శ్వేత వృషభమును  ఎక్కి  ప్రాణులను తాడించు వాడు.\n\n  కాలః అంటే ఆయుష్షును లెక్కించేది , యముడు , నిర్ఋతి , మృత్యువు.\n కాలకాలః అంటే మృత్యువు యొక్క ఆయువును కూడా లెక్కించువాడు ;  ఈశ్వరుడు !\n\n  ఉల్లేఖములు...\n  'కాలోస్మి లోక క్షయకృత్ ప్రవృద్ధః' గీతలు ౧౧-౩౩\n  \"యస్య బ్రహ్మ చ క్షత్త్రంచ ఉభే భవత ఓదనః  ,  మృత్యుర్\nయస్యోపసేచనం క ఇత్థా వేద యత్ర సః\" కఠోపనిషత్తు ౧-౨-౨౫ .\n\n   కాలః  -  కాలము యముడు. కాల శబ్దము ఉపలక్షణముగా ఏకోత్తరశత ( ౧౦౧ ) మృత్యు కారణములు. సుశ్రుతము సూత్ర స్థానము ౩౪  ప్రకారము మిగతా వంద ఆగన్తుకములు  -  బయటి నుండి వచ్చునవి .\n యమ , నిర్ఋతి , వరుణులు మృత్యువుకు ప్రసిద్ధమైన అధిదేవతలు మాత్రమే.\n\n సేచనము అంటే తడుపుట . ఆర్ద్రీకరణము . మ్రింగుటకు లేదా జుర్రుటకు అనుకూలముగా నీటిని భోజ్యపదార్ధము పైన చల్లుట.\n\n  మహా ప్రళయ సమయములో యముని చేత అన్ని భూతములనూ సంహరింపజేసి చివరికి ఆ యముని కూడా సంహరించేవాడు ఈశ్వరుడు.",
  "en": "59 PRATARDANAh   -   Destroyer of all the beings at the time of Maha Pralaya.\n\n All beings mean not just the living creatures and non-living things but even the elements.\n\n The elements are Earth ,  Water , Fire ,  Air and the Ether ( meaning where even the sky Akaasha is not going to exist..) .\n\n References...\n Gitas 11.32 'I am the destroyer of the world , Time .'\n\n KaTha Upanishad 1-2-25  ' the Brahmana and Kshatriya, who are the synecdoche for all the people upholding righteousness and protection become food for which Self...\nDeath , even though it's the destroyer of all , becomes a supplement for food ( like a chutney while eating the staple food Rice / dal / water while eating the staple food Roti  or sprinkling with water to facilitate and ease gulping  -  through induction of salivation etc ' ...\n\n A physician should deal with the extraneous one hundred causes of death whereas Kaala is intrinsic according to 34 , Sootra sthaana, Sushruta ,\n\n That's why Parameshvara is known as Kaala kaala. He is Death for the death... Bubhukshitah mvr sharma",
  "id": "mvr/vishnu/059",
  "metadata": {
    "source": "mvr",
    "last_modified": "2025-09-22T07:21:35+00:00"
  }
}