{
  "sa": "श्री विष्णु सहस्त्रनामस्तोत्रम्\n              १६ क्षेत्रज्ञः\n    क्षेत्राणि शरीराणि , पृथिव्यादीनि ... आत्मान्तानि  , सम्यग् जानातीति क्षेत्रज्ञः।\n\n  ईश्वरस्य च अनेकानि क्षेत्राणि पृथिव्यादीनि प्रोक्तानि शातपथे । \"यस्य पृथिवी शरीरम्\" इति आरभ्य \"यस्यात्मा शरीरम्\" इति पर्यन्तम्। ( ब्रा १४.६.८-३०)\n\n  यद्यपि जीवेऽपि स्वं स्वं शरीरं प्रति क्षेत्रज्ञता वर्तते किन्तु सर्वातिशायिनी  क्षेत्रज्ञता तु परमात्मन्येव स्थिता। 'क्षेत्रज्ञं चापि मां विद्धि ' ( गीतासु १३-२) , अत्र जीवेश्वरयोराविद्यको भेदः परमार्थतः अभेदः इति भावः।\n\n    योगात्मा  ( यः जानाति शरीरं , शरीरस्य शुभाशुभकर्मबीजं च सः एव योगात्मा ) क्षेत्रज्ञः इति शान्तिपर्वणि।",
  "te": "శ్రీ విష్ణు సహస్రనామ స్తోత్రమ్\n             ౧౬ క్షేత్రజ్ఞః\n  క్షేత్రము అంటే శరీరము . క్షేత్రమును గురించి తెలిసినవాడు క్షేత్రజ్ఞుడు.\nభూమి మొదలుకొని ఆత్మ వరకూ అన్నీ ఈశ్వరుని శరీరములే అని శతపథ బ్రాహ్మణము. ( 'అన్ని యు నీవే' ).\n\n  జీవులకు కూడా తమ తమ శరీరముల గురించి క్షేత్రజ్ఞత ఉండవచ్చును గాక , అయితే పరమాత్మ యొక్క జ్ఞానము అన్ని జీవుల జ్ఞానము కన్నా అతిశయము .\n  ఈ శరీరము అనగా సంసారము కలుగుటకు గల బీజము శుభాశుభ కర్మలు . ఆ బీజము యొక్క జ్ఞానము కలిగిన వాడు యోగాత్మ అని శాన్తి పర్వము .\n    గీతలు (13 - 2 ) 'క్షేత్రజ్ఞం చాపి మాం విద్ధి' అనుటలో జీవేశ్వరుల భేదము అవిద్యాకృతము ; పరమార్థతః అభేదమే , ఇతి భావః , బుభుక్షితః, ఎం వీ ఆర్ శర్మ",
  "en": "Sri Vishnu Sahasranama Stotram\n       16 KSHETRAJNAH\n  Kshetra means body . Everything  from the Earth till the Aatma happens to be His body. The one who knows this body well is Kshetrajna.\n\n  Every creature knows regarding one's own body but Paramatma knows much more about all the creatures and the causation for the life-death cycle ie Avidya or Maaya. It means that He knows regarding the 'seed' of Samsaara.\n\n  So , the reasons for attaining this body or birth are for human beings are Karmas , both good and bad in the past birth /  births.\n  Heaven is attained for the auspicious acts one did and the hell for the inauspicious ones. Those who did both Punya and Paapa karmas take birth on earth.\n  Shloka 2 of the 13th Adhyaaya says \"Know Me as Kshetrajna too\".\n  Kshetrajna knows about the good and bad acts which lead to the present birth , as told by MB Shanti Parva 351 - 6 ,... Bubhukshitah , mvr sharma",
  "id": "mvr/vishnu/030",
  "metadata": {
    "source": "mvr",
    "last_modified": "2025-08-22T23:48:57+00:00"
  }
}